Repository: cohena100/park-lite-mobile
Catalog: lib/l10n/intl_*.arb
Languages: he

# title
source: Pango Lite
he: פנגו לייט

# phoneNumberTitle
source: Fill phone number
he: הזנת מספר נייד

# phoneNumberHint
source: Please enter your phone number
he: הזן מספר נייד

# carNumberTitle
source: Fill car number
he: הזנת מספר רכב

# carNumberHint
source: Please enter your car number
he: הזן מספר רכב

# carNicknameTitle
source: Fill car number
he: הזנת כינוי רכב

# carNicknameHint
source: Please enter your car number
he: הזן כינוי לרכב

# validateTitle
source: Fill validation code
he: הזנת קוד אימות

# validateHint
source: Please enter validation code
he: הזן קוד אימות

# startParkingLabel
source: Start parking
he: הפעלת חניה
